<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
 
 <%@ include file="/common/common.jsp"%>
 
<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta http-equiv="pragma" content="no-cache">
<meta http-equiv="Cache-Control" content="no-cache,must-revalidate">
<title>禾合坊-服务协议条款</title>
<link rel="stylesheet" type="text/css" href="${cssUrl}/css/allstyle.min.css"/>
</head>
<body>
<div class="wrapper deal">
			<div id="hd">
	            <!--topBar begin-->
	            <div class="topBar">
	                <div class="wrap clearfix">
	                    <div class="logout">
	                        <p>您好，欢迎来到禾合坊！</p>
	                    </div>	
	                </div>
	            </div>
	            <!--topBar end-->
					<!--header begin-->
					<div id="header">
						<div class="wrap">
							<!-- logo -->
							<div id="logo">
								<div class="logo"><a href="#" title="logo"><img src="${cssUrl}/img/logo.png" alt="logo"></a></div>
								<h1>商家中心</h1>
							</div>
							<!-- logo end -->
						</div>
					</div>
					<!-- header end -->
					<div class="dealNav"><p>禾合坊服务协议条款</p></div>
			</div>
			<div class="deal-content">
				<h1>禾合坊服务协议条款</h1>
				<p>欢迎您使用禾合坊平台服务！</p>
				<h4>特别提示：</h4>
<p>在使用禾合坊平台服务之前，您应当认真阅读并遵守《禾合坊供应商注册协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，应向禾合坊客服咨询。
</p>
				<h4>一、本协议的订立</h4>
				<p>1、	本协议主体：禾合坊及供应商；禾合坊是指吉林市统泰禾合坊电子商务有限公司（yiwang.com）（以下简称“禾合坊”）；供应商是指符合禾合坊供应商入驻标准的用户（以下简称“供应商”）；</p>
				<p>2、	供应商在点击“我已阅读并同意以上协议”按键后，则意味着供应商同意与一网签订本协议并同意受本协议全部条款约束。供应商在同意本协议全部内容后，才有资格使用本平台在线入驻系统并申请入驻；</p>
				<h4>二、入驻系统使用说明</h4>
				<p>1、	供应商通过入驻系统提出入驻申请，并按照要求填写供应商信息、提供供应商资料后，由本网站审核并与有合作意向的供应商协商相关合作事宜，经双方协商一致并签订书面合同，且供应商按照合同约定支付相应保证金等必要费用后，供应商正式入住本网站。供应商可以通过平台提供的供应商后台系统运营自己的店铺。</p>
				<p>2、	供应商以及本网站通过入驻系统做出的申请、资料提交及确认等各类沟通，仅为双方合作的意向以及本网站对供应商资格审核的必备程序，除遵守本协议各项约定外，对双方不产生法律约束力。双方间最终合作事宜及运营规则均以“禾合坊供应商合作协议”的约定及供应商后台系统公示的各项规则为准。</p>
				<h4>三、供应商的权利和义务</h4>
				<p>1、	供应商应查看本网站公示的入驻标准，并确保资质符合本网站的基本要求，供应商知悉并理解本网站将结合自身业务发展情况对供应商进行选择；</p>
				<p>2、	供应商应按照本网站要求诚信提供入驻申请所需资料并如实填写相关信息，供应商应确保提供的申请资料及信息真实、准确、完整、合法有效，经本网站审核通过后，供应商不得擅自修改替换相应资料及主要信息。如供应商提供的申请资料及信息不合法、不真实、不准确的，供应商需承担因此引起的相应责任及后果，并且本网站有权立即终止供应商使用入驻系统的权利。</p>
				<p>3、	供应商使用入驻系统提交的所有内容应不含有木马等软件病毒、政治宣传、或其他任何形式的“垃圾信息”、违法信息，且供应商应按本网站规则使用入驻系统，不得从事影响或可能影响本网站或入驻系统正常运营的行为，否则，本网站有权清除前述内容，并有权立即终止供应商使用入驻系统的权利，供应商易应赔偿因此给本网站造成的一切损失。</p>
				<p>4、	供应商应注意查看入驻系统公示的入驻申请结果，如审核通过的供应商，则按照本网站工作人员的通知按要求办理入驻的相关手续；如审批未通过的供应商，则可自本网站通过入驻系统将审批结果告知供应商（需供应商登陆入驻系统查看）之日起 30 日内提出异议并提供相应资料，如审批仍未通过的，则供应商同意提交的申请资料及信息本网站无需返还，由本网站自行处理。</p>
				<p>5、	供应商不得以任何形式擅自转让或授权他人使用自己在本网站的用户帐号使用入驻系统，否则由此产生的不利后果均由供应商自行承担。</p>
				<h4>四、本网站的权利义务</h4>
				<p>1、	本网站开发的入驻系统仅为供应商申请入驻的平台，供应商正式入驻后，将在供应商后台系统中运营本网站的入驻店铺。</p>
				<p>2、	本网站有权对供应商提供的资料及信息进行审核，并有权结合自身业务情况对合作供应商进行选择；本网站对供应商提交资料及信息的审核均不代表本网站对审核内容的真实、合法、准确、完整性作出的确认，供应商应对提供资料及信息承担相应的法律责任。</p>
				<p>3、	无论供应商是否通过本网站的审核，本网站有权对供应商提供的资料及信息予以留存并随时查阅，同时，本网站有义务对供应商提供的资料予以保密，但国家行政机关、司法机关等国家机构调取资料的除外。</p>
				<p>4、	本网站会尽力维护本系统信息的安全，但法律规定的不可抗力，以及因为黑客入侵、计算机病毒侵入发作等原因造成供应商资料泄露、丢失、被盗用、被篡改的，本网站不承担任何责任。</p>
				<p>5、	本网站应在现有技术支持的基础上确保入驻系统的正常运营，尽量避免入驻系统服务的中断给供应商带来的不便。</p>
				<h4>五、本协议的终止</h4>
				<p>1、	供应商自行终止入驻申请，或供应商经本网站审批未通过的，则入驻系统服务自行终止。</p>
				<p>2、	供应商使用本网站或入驻系统时，如违反相关法律法规或者违反本协议规定的，本网站有权随时终止供应商使用入驻系统。</p>
				<p>3、	供应商与本网站终止运营协议的，本网站亦有权利随时终止供应商入驻系统。</p>
				<p>4、	入驻系统服务终止，并不排除知识产权及保密义务的终止。</p>
				<h4>六、知识产权保护及保密义务</h4>
				<p>1、	本网站开发的入驻系统及其包含的各类信息的知识产权归本网站所有者所有，受国家法律保护,本网站有权不时地对入驻系统的内容进行修改，并在入驻系统中公示，无须另行通知供应商。</p>
				<p>2、	在法律允许的最大限度范围内，本网站所有者对本协议及入驻系统涉及的内容拥有解释权。</p>
				<p>3、	供应商未经本网站所有者书面许可，不得擅自使用、非法全部或部分的复制、转载、抓取入驻系统中的信息，否则由此给本网站造成的损失，供应商应予以全部赔偿。</p>
				<p>4、	供应商在使用入驻系统过程中知悉的一切本网站信息应予以保密，否则应承担给本网站带来的一切损失。</p>
				<h4>七、本协议的修改</h4>
				<p>本协议可由本网站随时修订，并将修订后的协议公告于本网站及入驻系统，修订后的条款内容自公告时起生效，并成为本协议的一部分。</p>
				<h4>八、法律适用及争议解决</h4>
				<p>1、	本协议适用中华人民共和国法律。</p>
				<p>2、	因本协议产生的任何争议，由双方协商解决，协商不成的，任何一方有权向吉林市统泰禾合坊电子商务有限公司注册地区法院提起诉讼。</p>
				<p>3、	本协议没有约定或是约定不明的以本网站其他相关规则为准。</p>
			</div>
			<!-- footer -->
			<jsp:include page="/common/footer.jsp"/>
			<!-- footer end -->
	</div>

</body>
</html>